tap "charmbracelet/tap"
tap "davrodpin/mole"
tap "filebrowser/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "neilotoole/sq"
tap "noborus/tap"
tap "owasp-amass/amass"
tap "pkgxdev/made"
tap "rawnly/tap"
tap "skalt/git-cc"
tap "supabase/tap"
tap "trntv/sshed"
tap "xo/xo"
brew "act"
brew "agg"
brew "pcre"
brew "amass"
brew "amfora"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "awscli"
brew "bat"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "clang-build-analyzer"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "ctop"
brew "curl"
brew "deno"
brew "docker"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "python@3.11"
brew "eg-examples"
brew "eget"
brew "euler-py"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-flow"
brew "gitleaks"
brew "gitmoji"
brew "glow"
brew "gnu-prolog"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "terminal-notifier"
brew "gopass"
brew "goreleaser"
brew "librsvg"
brew "gum"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "iredis"
brew "jc"
brew "jenv"
brew "jless"
brew "jo"
brew "jq"
brew "just"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libxml2"
brew "locateme"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "luv"
brew "miller"
brew "mise"
brew "monolith"
brew "neovim"
brew "nmap"
brew "nuclei"
brew "nvimpager"
brew "nvm"
brew "protobuf"
brew "openvino"
brew "osv-scanner"
brew "pandoc"
brew "pdfcpu"
brew "pfetch"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pre-commit"
brew "qpdf"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "sad"
brew "slides"
brew "sqlx-cli"
brew "ssh-copy-id"
brew "starship"
brew "stylua"
brew "tcpflow"
brew "tidy-viewer"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "unar"
brew "wget"
brew "xsv"
brew "yarn"
brew "yazi"
brew "z"
brew "zig"
brew "zoxide"
brew "davrodpin/mole/mole"
brew "go-task/tap/go-task"
brew "homeport/tap/termshot"
brew "neilotoole/sq/sq"
brew "pkgxdev/made/pkgx"
brew "rawnly/tap/splash-cli"
brew "skalt/git-cc/git-cc"
brew "xo/xo/usql"
cask "chromium"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "hiddenbar"
cask "ngrok"
cask "stats"
cask "xcodeclangformat"
