tap "arrow2nd/tap"
tap "charmbracelet/tap"
tap "create-go-app/tap"
tap "davrodpin/mole"
tap "dhth/tap"
tap "dzfrias/formulae"
tap "filebrowser/tap"
tap "go-task/tap"
tap "gowebly/tap"
tap "hashicorp/tap"
tap "homeport/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jdx/tap"
tap "johanneskaufmann/tap"
tap "koekeishiya/formulae"
tap "metafates/mangal"
tap "mongodb/brew"
tap "neilotoole/sq"
tap "noborus/tap"
tap "owasp-amass/amass"
tap "pkgxdev/made"
tap "rawnly/tap"
tap "skalt/git-cc"
tap "sst/tap"
tap "supabase/tap"
tap "trntv/sshed"
tap "xo/xo"
brew "act"
brew "aerc"
brew "agg"
brew "pcre"
brew "aircrack-ng"
brew "amass"
brew "amfora"
brew "python@3.13"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "asciinema"
brew "awscli"
brew "bat"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "bombadillo"
brew "btop"
brew "caddy"
brew "cargo-binstall"
brew "chezmoi"
brew "chrome-cli"
brew "circumflex"
brew "clang-build-analyzer"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "ctop"
brew "curl"
brew "deno"
brew "docker-credential-helper"
brew "duckdb"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eg-examples"
brew "eget"
brew "euler-py"
brew "exif"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "filebrowser"
brew "fish"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "fx"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-flow"
brew "gitleaks"
brew "gitmoji"
brew "glow"
brew "gnu-prolog"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "terminal-notifier"
brew "gopass"
brew "goreleaser"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "hexyl"
brew "himalaya"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "iredis"
brew "jc"
brew "jenv"
brew "jira-cli"
brew "jless"
brew "jo"
brew "jq"
brew "just"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libpcap"
brew "libxml2"
brew "llvm"
brew "lld"
brew "lnav"
brew "locateme"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "maven"
brew "miller"
brew "minikube"
brew "mise"
brew "mongosh"
brew "monolith"
brew "neovim"
brew "nmap"
brew "node@22"
brew "nuclei"
brew "nushell"
brew "nvimpager"
brew "nvm"
brew "protobuf"
brew "openjdk@11"
brew "openjdk@21"
brew "openvino"
brew "openvpn"
brew "osv-scanner"
brew "pandoc"
brew "pdfcpu"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "plantuml"
brew "pnpm"
brew "pocketbase"
brew "poppler"
brew "postgresql@15"
brew "pre-commit"
brew "prettier"
brew "ptex"
brew "pyenv"
brew "python-setuptools"
brew "python@3.11"
brew "python-tk@3.11"
brew "qemu"
brew "qpdf"
brew "ranger"
brew "react-native-cli"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "sad"
brew "sd"
brew "slides"
brew "sphinx-doc"
brew "sqlx-cli"
brew "ssh-copy-id"
brew "sshpass"
brew "starship"
brew "stylua"
brew "tcpflow"
brew "texinfo"
brew "tidy-viewer"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "typst"
brew "unar"
brew "up"
brew "uv"
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "yq"
brew "z"
brew "zig"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "arrow2nd/tap/nimotsu"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/melt"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/wishlist"
brew "create-go-app/tap/cgapp"
brew "davrodpin/mole/mole"
brew "dhth/tap/hours"
brew "go-task/tap/go-task"
brew "gowebly/tap/gowebly"
brew "hashicorp/tap/terraform"
brew "homeport/tap/termshot"
brew "johanneskaufmann/tap/html2markdown"
brew "metafates/mangal/mangal"
brew "mongodb/brew/mongodb-community"
brew "neilotoole/sq/sq"
brew "pkgxdev/made/pkgx"
brew "rawnly/tap/splash-cli"
brew "skalt/git-cc/git-cc"
brew "supabase/tap/supabase"
brew "xo/xo/usql"
cask "android-ndk"
cask "bruno"
cask "chromium"
cask "devtoys"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "ghostty"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "iterm2"
cask "linearmouse"
cask "maccy"
cask "ngrok"
cask "notunes"
cask "power-manager"
cask "stats"
cask "temurin"
cask "temurin@8"
cask "vscodium"
cask "wireshark-app"
cask "xcodeclangformat"
cask "zulu@8"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "activitywatch.aw-watcher-vscode"
vscode "adpyke.vscode-sql-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "automatalabs.copilot-mcp"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "calebfiggers.typst-companion"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cnojima.readable-indent"
vscode "coderfee.new-gatsby-post"
vscode "cstrap.python-snippets"
vscode "dannymcgee.vscode-go-grammar"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "demystifying-javascript.python-extensions-pack"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "engineernick.uiua-keypad"
vscode "enkia.tokyo-night"
vscode "eriklynd.json-tools"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "georgewfraser.vscode-javac"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "illixion.vscode-vibrancy-continued"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "jakebathman.nginx-log-highlighter"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "leonhard-s.python-sphinx-highlight"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "magicstack.magicpython"
vscode "mateuszdrewniak.hurl-runner"
vscode "mathiasfrohlich.kotlin"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkhl.shfmt"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mosapride.zenkaku"
vscode "mp.vscode-oracle-format"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "myriad-dreamin.tinymist"
vscode "naumovs.color-highlight"
vscode "nextjs13snippetsteam.next-js-13-snippets"
vscode "nexxai.material-synthwave-vscode"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "parasoft.vscode-cpptest"
vscode "peterj.proto"
vscode "pixelbyte-studios.pixelbyte-love2d"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "rebornix.prolog"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "seyyedkhandon.firacode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "skellock.just"
vscode "solomonkinard.git-blame"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomphilbin.gruvbox-themes"
vscode "tyriar.lorem-ipsum"
vscode "uiua-lang.uiua-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vmware.vscode-boot-dev-pack"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-infra.image-viewer"
vscode "vstirbu.vscode-mermaid-preview"
vscode "waderyan.gitblame"
vscode "whizkydee.material-palenight-theme"
vscode "william-voyek.vscode-nginx"
vscode "xaver.clang-format"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
