tap "charmbracelet/tap"
tap "create-go-app/tap"
tap "davrodpin/mole"
tap "filebrowser/tap"
tap "go-task/tap"
tap "gowebly/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "metafates/mangal"
tap "mongodb/brew"
tap "neilotoole/sq"
tap "noborus/tap"
tap "owasp-amass/amass"
tap "pkgxdev/made"
tap "rawnly/tap"
tap "skalt/git-cc"
tap "supabase/tap"
tap "trntv/sshed"
tap "xo/xo"
brew "act"
brew "agg"
brew "pcre"
brew "aircrack-ng"
brew "amass"
brew "amfora"
brew "xz"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "awscli"
brew "bat"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "bombadillo"
brew "btop"
brew "caddy"
brew "clang-build-analyzer"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "ctop"
brew "curl"
brew "deno"
brew "docker"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "openssl@1.1"
brew "python@3.11"
brew "eg-examples"
brew "eget"
brew "euler-py"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "fx"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-flow"
brew "gitleaks"
brew "gitmoji"
brew "glow"
brew "gnu-prolog"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "terminal-notifier"
brew "gopass"
brew "goreleaser"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "iredis"
brew "jc"
brew "jenv"
brew "jless"
brew "jo"
brew "jq"
brew "just"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libxml2"
brew "locateme"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "luv"
brew "miller"
brew "minikube"
brew "mise"
brew "mongosh"
brew "monolith"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@18"
brew "node@22"
brew "nuclei"
brew "nushell"
brew "nvimpager"
brew "nvm"
brew "protobuf"
brew "openjdk@11"
brew "openjdk@17"
brew "openvino"
brew "openvpn"
brew "osv-scanner"
brew "pandoc"
brew "pdfcpu"
brew "pfetch"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pocketbase"
brew "poppler"
brew "postgresql@15"
brew "pre-commit"
brew "prettier"
brew "ptex"
brew "pup"
brew "pyenv"
brew "python-setuptools"
brew "python-tk@3.11"
brew "qpdf"
brew "ranger"
brew "react-native-cli"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "rustup"
brew "sad"
brew "slides"
brew "sphinx-doc"
brew "sqlx-cli"
brew "ssh-copy-id"
brew "starship"
brew "stylua"
brew "tcpflow"
brew "texinfo"
brew "tidy-viewer"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "unar"
brew "vercel-cli"
brew "wakatime-cli"
brew "wget"
brew "xsv"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "z"
brew "zig"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/charm"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/melt"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/wishlist"
brew "create-go-app/tap/cgapp"
brew "davrodpin/mole/mole"
brew "filebrowser/tap/filebrowser"
brew "go-task/tap/go-task"
brew "gowebly/tap/gowebly"
brew "hashicorp/tap/terraform"
brew "homeport/tap/termshot"
brew "metafates/mangal/mangal"
brew "mongodb/brew/mongodb-community"
brew "neilotoole/sq/sq"
brew "pkgxdev/made/pkgx"
brew "rawnly/tap/splash-cli"
brew "skalt/git-cc/git-cc"
brew "supabase/tap/supabase"
brew "xo/xo/usql"
cask "1password-cli"
cask "alt-tab"
cask "android-ndk"
cask "android-platform-tools"
cask "android-studio"
cask "bruno"
cask "chromium"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-nerd-font"
cask "font-powerline-symbols"
cask "google-drive"
cask "halloy"
cask "hiddenbar"
cask "iterm2"
cask "lagrange"
cask "mactex-no-gui"
cask "mtmr"
cask "ngrok"
cask "rio"
cask "stats"
cask "stolendata-mpv"
cask "wave"
cask "wezterm"
cask "xcodeclangformat"
cask "zulu"
vscode "1yib.rust-bundle"
vscode "a-h.templ"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "aessoft.aessoft-class-autocomplete"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "alextreichler.hurl"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "arthurwang.vsc-prolog"
vscode "austenc.tailwind-docs"
vscode "batisteo.vscode-django"
vscode "bierner.lit-html"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cnojima.readable-indent"
vscode "coderfee.new-gatsby-post"
vscode "cschlosser.doxdocgen"
vscode "cstrap.flask-snippets"
vscode "cstrap.python-snippets"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "dannymcgee.vscode-go-grammar"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "demystifying-javascript.python-extensions-pack"
vscode "developersoapbox.vscode-springboot-snippets"
vscode "diemasmichiels.emulate"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "engineernick.uiua-keypad"
vscode "enkia.tokyo-night"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "georgewfraser.vscode-javac"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "harry-ross-software.c-snippets"
vscode "hars.cppsnippets"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeff-hykin.better-prolog-syntax"
vscode "jock.svg"
vscode "jzmstrjp.color-the-tag-name"
vscode "kevinrose.vsc-python-indent"
vscode "leonhard-s.python-sphinx-highlight"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "magicstack.magicpython"
vscode "mateuszdrewniak.hurl-runner"
vscode "mathiasfrohlich.kotlin"
vscode "matthewpi.caddyfile-support"
vscode "matthiasschedel.bibtex-manager"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikeshaker.python-essentials"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "mkhl.shfmt"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "msyrus.go-doc"
vscode "naco-siren.gradle-language"
vscode "nextjs13snippetsteam.next-js-13-snippets"
vscode "nexxai.material-synthwave-vscode"
vscode "nickfode.latex-formatter"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "noxiz.jinja-snippets"
vscode "oderwat.indent-rainbow"
vscode "oijaz.unicode-latex"
vscode "parasoft.vscode-cpptest"
vscode "peterj.proto"
vscode "pixelbyte-studios.pixelbyte-love2d"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "rebornix.prolog"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "reliutg.bulma-css-class-completion"
vscode "ritwickdey.liveserver"
vscode "ruiquelhas.vscode-uppercase"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "seyyedkhandon.firacode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sidthesloth.html5-boilerplate"
vscode "skellock.just"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "sourcegraph.cody-ai"
vscode "sourcery.sourcery"
vscode "sswg.swift-lang"
vscode "steoates.autoimport"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tecosaur.latex-utilities"
vscode "thebarkman.vscode-djaneiro"
vscode "thinker.create-app"
vscode "tomphilbin.gruvbox-themes"
vscode "torn4dom4n.latex-support"
vscode "tyriar.lorem-ipsum"
vscode "uiua-lang.uiua-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vinicioslc.adb-interface-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vmsynkov.colonize"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zsh.go-snippets"
