jorgebucaran/fisher
plttn/fish-eza
jorgebucaran/autopair.fish
laughedelic/fish_logo
laughedelic/brew-completions
jorgebucaran/fishtape
sardonyx001/pb.fish
jorgebucaran/hydro
franciscolourenco/done
edc/bass
acomagu/fish-async-prompt
